Repository: Ozenforwin/akifi-ios
Catalog: AkifiIOS/Localization/Localizable.xcstrings
Source language: ru
Languages: en, es

# categories.shared
source: Общая
en: Shared
es: Compartida

# categories.show
source: Показать
en: Show
es: Mostrar

# categories.transactions
source: транзакций
en: transactions
es: transacciones

# category.title
source: Категория
en: Category
es: Categoria

# category.uncategorized
source: Без категории
en: Uncategorized
es: Sin categoría

# categoryLayout.grid
source: Сетка
en: Grid
es: Cuadricula

# categoryLayout.grid.description
source: Компактная сетка иконок
en: Compact icon grid
es: Cuadricula compacta de iconos

# categoryLayout.list
source: Список
en: List
es: Lista

# categoryLayout.list.description
source: Полный список с названиями
en: Full list with names
es: Lista completa con nombres

# categoryLayout.wheel
source: Кольцо
en: Wheel
es: Rueda

# categoryLayout.wheel.description
source: Категории по кругу
en: Categories in a circle
es: Categorias en circulo

# challenge.abandon
source: Отказаться от челленджа
en: Abandon challenge
es: Abandonar reto

# challenge.confirmAbandon
source: Отказаться от этого челленджа?
en: Abandon this challenge?
es: ¿Abandonar este reto?

# challenge.confirmDelete
source: Удалить этот челлендж?
en: Delete this challenge?
es: ¿Eliminar este reto?

# challenge.daysLeft
source: дней осталось
en: days left
es: días restantes

# challenge.progress.clean
source: Без нарушений ✨
en: Streak clean ✨
es: Racha limpia ✨

# challenge.progress.spent
source: Потрачено %@
en: Spent %@
es: Gastado %@

# challenge.progressTitle
source: Прогресс
en: Progress
es: Progreso

# challenge.timeTitle
source: Время
en: Time
es: Tiempo

# challenge.type.categoryLimit
source: Лимит расходов
en: Spending limit
es: Límite de gasto

# challenge.type.categoryLimit.desc
source: Удерживай расходы по категории под лимитом.
en: Keep category spending under a target.
es: Mantén el gasto de una categoría bajo un objetivo.

# challenge.type.noCafe
source: Без кафе
en: No cafe
es: Sin café

# challenge.type.noCafe.desc
source: Не тратить ничего в выбранной категории.
en: Don't spend anything in the selected category.
es: No gastes nada en la categoría seleccionada.

# challenge.type.roundUp
source: Округление
en: Round up
es: Redondeo

# challenge.type.roundUp.desc
source: Округляй каждую покупку и копи сдачу.
en: Round up each expense and stash the difference.
es: Redondea cada gasto y guarda la diferencia.

# challenge.type.weeklyAmount
source: Еженедельно
en: Weekly savings
es: Ahorro semanal

# challenge.type.weeklyAmount.desc
source: Откладывай фиксированную сумму каждую неделю.
en: Save a fixed amount every week.
es: Ahorra una cantidad fija cada semana.

# challenges.abandoned
source: Прерванные
en: Abandoned
es: Abandonados

# challenges.active
source: Активные
en: Active
es: Activos

# challenges.addNew
source: Новый челлендж
en: New challenge
es: Nuevo reto

# challenges.completed
source: Завершённые
en: Completed
es: Completados

# challenges.duration.7
source: 7д
en: 7d
es: 7d

# challenges.duration.14
source: 14д
en: 14d
es: 14d

# challenges.duration.30
source: 30д
en: 30d
es: 30d

# challenges.duration.60
source: 60д
en: 60d
es: 60d

# challenges.duration.90
source: 90д
en: 90d
es: 90d

# challenges.empty.subtitle
source: Создай челлендж и формируй привычки, которые приблизят тебя к целям.
en: Create a savings challenge and build habits that move you toward your goals.
es: Crea un reto de ahorro y forma hábitos que te acerquen a tus metas.

# challenges.empty.title
source: Готов к вызову?
en: Ready for a challenge?
es: ¿Listo para un reto?

# challenges.form.category
source: Категория
en: Category
es: Categoría

# challenges.form.category.placeholder
source: Выбери категорию
en: Pick a category
es: Elige una categoría

# challenges.form.details
source: Детали
en: Details
es: Detalles

# challenges.form.duration
source: Длительность
en: Duration
es: Duración

# challenges.form.target
source: Целевая сумма
en: Target amount
es: Cantidad objetivo

# challenges.form.target.placeholder
source: например, 500
en: e.g. 500
es: ej. 500

# challenges.form.title
source: Новый челлендж
en: New challenge
es: Nuevo reto

# challenges.form.title.placeholder
source: Название
en: Challenge title
es: Título del reto

# challenges.form.type
source: Тип
en: Type
es: Tipo

# challenges.home.subtitle
source: Маленькие привычки, большая экономия
en: Small habits, big savings
es: Pequeños hábitos, grandes ahorros

# challenges.title
source: Челленджи
en: Challenges
es: Retos

# chart.amount
source: Сумма
en: Amount
es: Monto

# chart.month
source: Месяц
en: Month
es: Mes

# chart.period
source: Период
en: Period
es: Periodo

# chart.type
source: Тип
en: Type
es: Tipo

# common.account
source: Счёт
en: Account
es: Cuenta

# common.accounts
source: Счетов
en: Accounts
es: Cuentas

# common.add
source: Добавить
en: Add
es: Add

# common.all
source: Все
en: All
es: Todos

# common.allAccounts
source: Все счета
en: All accounts
es: All accounts

# common.amount
source: Сумма
en: Amount
es: Monto

# common.apply
source: Применить
en: Apply
es: Aplicar

# common.archive
source: Архив
en: Archive
es: Archivo

# common.cancel
source: Отмена
en: Cancel
es: Cancelar

# common.categories
source: Категорий
en: Categories
es: Categorías

# common.category
source: Категория
en: Category
es: Categoría

# common.close
source: Закрыть
en: Close
es: Cerrar

# common.collapse
source: Свернуть
en: Collapse
es: Ocultar

# common.color
source: Цвет
en: Color
es: Color

# common.continue
source: Продолжить
en: Continue
es: Continuar

# common.create
source: Создать
en: Create
es: Crear

# common.currency
source: Валюта
en: Currency
es: Moneda

# common.date
source: Дата
en: Date
es: Date

# common.delete
source: Удалить
en: Delete
es: Eliminar

# common.description
source: Описание
en: Description
es: Description

# common.details
source: Детали
en: Details
es: Details

# common.done
source: Готово
en: Done
es: Listo

# common.edit
source: Изменить
en: Edit
es: Editar

# common.editing
source: Редактирование
en: Editing
es: Edición

# common.editTitle
source: Редактировать
en: Edit
es: Editar

# common.end
source: Конец
en: End
es: Fin

# common.enterAmount
source: Введите сумму
en: Enter amount
es: Introduzca el monto

# common.error
source: Ошибка
en: Error

# common.expense
source: Расход
en: Expense
es: Gasto

# common.expenses
source: Расходы
en: Expenses
es: Gastos

# common.icon
source: Иконка
en: Icon
es: Icon

# common.income
source: Доход
en: Income
es: Ingreso

# common.incomes
source: Доходы
en: Income
es: Ingresos

# common.loading
source: Загрузка...
en: Loading...
es: Loading...

# common.monthly
source: Месяц
en: Monthly
es: Monthly

# common.name
source: Название
en: Name
es: Nombre

# common.next
source: Далее
en: Next
es: Siguiente

# common.noData
source: Нет данных
en: No data
es: Sin datos

# common.notSelected
source: Не выбрано
en: Not selected
es: No seleccionado

# common.of
source: из
en: of
es: de

# common.ok
source: ОК
en: OK

# common.period
source: Период
en: Period
es: Período

# common.points
source: очков
en: points
es: points

# common.quarterly
source: Квартал
en: Quarterly
es: Quarterly

# common.reset
source: Сбросить
en: Reset
es: Restablecer

# common.save
source: Сохранить
en: Save
es: Guardar

# common.saved
source: Сохранено
en: Saved
es: Guardado

# common.selected
source: выбрано
en: selected
es: seleccionado

# common.send
source: Отправить
en: Submit
es: Enviar

# common.settings
source: Настройки
en: Settings
es: Ajustes

# common.share
source: Поделиться
en: Share
es: Compartir

# common.skip
source: Пропустить
en: Skip
es: Omitir

# common.start
source: Начало
en: Start
es: Inicio

# common.transactions
source: Операций
en: Transactions
es: Operaciones

# common.transfer
source: Перевод
en: Transfer
es: Transferencia

# common.transfers
source: Переводы
en: Transfers
es: Transferencias

# common.type
source: Тип
en: Type
es: Tipo

# common.undo
source: Отменить
en: Undo
es: Deshacer

# common.update
source: Обновить
en: Update
es: Actualizar

# common.version
source: Версия
en: Version
es: Version

# common.yearly
source: Год
en: Yearly
es: Yearly

# common.you
source: Вы
en: You
es: Tú

# contribution.currentProgress
source: Текущий прогресс
en: Current progress
es: Progreso actual

# contribution.deposit
source: Пополнение
en: Deposit
es: Deposito

# contribution.note
source: Заметка
en: Note
es: Nota

# contribution.optional
source: Необязательно
en: Optional
es: Opcional

# contribution.remaining
source: Остаток
en: Remaining
es: Restante

# contribution.withdraw
source: Снятие
en: Withdrawal
es: Retiro

# contribution.withdrawal
source: снятие
en: withdrawal
es: retiro

# csv.account
source: Счёт
en: Account
es: Cuenta

# csv.amount
source: Сумма
en: Amount
es: Monto

# csv.category
source: Категория
en: Category
es: Categoria

# csv.date
source: Дата
en: Date
es: Fecha

# csv.description
source: Описание
en: Description
es: Descripcion

# csv.type
source: Тип
en: Type
es: Tipo

# currency.eur
source: Евро €
en: Euro €
es: Euro €

# currency.idr
source: Рупия Rp
en: Rupiah Rp
es: Rupia Rp

# currency.rub
source: Рубль ₽
en: Ruble ₽
es: Rublo ₽

# currency.thb
source: Бат ฿
en: Baht ฿
es: Baht ฿

# currency.usd
source: Доллар $
en: Dollar $
es: Dolar $

# currency.vnd
source: Донг ₫
en: Dong ₫
es: Dong ₫

# dashboard.expenseOverview
source: Обзор расходов >
en: Expense overview >
es: Resumen de gastos >

# dashboard.overview
source: Обзор расходов
en: Expense Overview
es: Resumen de Gastos

# date.today
source: Сегодня
en: Today
es: Hoy

# date.yesterday
source: Вчера
en: Yesterday
es: Ayer

# day.fri
source: Пт
en: Fri
es: Vie

# day.mon
source: Пн
en: Mon
es: Lun

# day.sat
source: Сб
en: Sat
es: Sab

# day.sun
source: Вс
en: Sun
es: Dom

# day.thu
source: Чт
en: Thu
es: Jue

# day.tue
source: Вт
en: Tue
es: Mar

# day.wed
source: Ср
en: Wed
es: Mie

# error.aiUnavailable
source: AI-помощник временно недоступен.
en: AI assistant is temporarily unavailable.
es: El asistente AI no esta disponible temporalmente.

# error.auth.sessionExpired
source: Не удалось авторизовать запрос. Попробуйте ещё раз.
en: Couldn't authorize the request. Please try again.
es: No se pudo autorizar la solicitud. Intentalo de nuevo.

# error.noInternet
source: Нет подключения к интернету.
en: No internet connection.
es: Sin conexion a internet.

# error.prefix
source: Ошибка
en: Error
es: Error

# error.rateLimit
source: Достигнут лимит запросов (40/день). Попробуйте завтра.
en: Request limit reached (40/day). Try again tomorrow.
es: Limite de solicitudes alcanzado (40/dia). Intente manana.

# error.timeout
source: Время ожидания истекло. Попробуйте позже.
en: Request timed out. Try again later.
es: Tiempo de espera agotado. Intente mas tarde.

# evidence.current
source: Текущее
en: Current
es: Actual

# evidence.frequencyByDay
source: Частота по дням
en: Frequency by day
es: Frecuencia por dia

# evidence.highConfidence
source: Высокая уверенность
en: High confidence
es: Alta confianza

# evidence.lowConfidence
source: Низкая уверенность
en: Low confidence
es: Baja confianza

# evidence.mediumConfidence
source: Средняя уверенность
en: Medium confidence
es: Confianza media

# evidence.usual
source: Обычно
en: Usual
es: Habitual

# export.account
source: Счёт
en: Account
es: Cuenta

# export.allAccounts
source: Все счета
en: All accounts
es: Todas las cuentas

# export.exportCSV
source: Экспортировать CSV
en: Export CSV
es: Exportar CSV

# export.from
source: С
en: From
es: Desde

# export.period
source: Период
en: Period
es: Periodo

# export.to
source: По
en: To
es: Hasta

# export.transactionsToExport
source: Транзакций к экспорту
en: Transactions to export
es: Transacciones a exportar

# fab.addHint
source: Нажмите для быстрого добавления, удерживайте для меню
en: Tap to quickly add, hold for menu
es: Toque para añadir rápido, mantenga para menú

# fab.addTransaction
source: Добавить операцию
en: Add transaction
es: Añadir operación

# fab.receipt
source: Чек
en: Receipt
es: Recibo

# fab.selectCategory
source: Выберите категорию
en: Select category
es: Seleccione categoría

# fab.transferBetweenAccounts
source: Перевод между счетами
en: Transfer between accounts
es: Transferencia entre cuentas

# feedback.describeProblem
source: Опишите проблему...
en: Describe the problem...
es: Describa el problema...

# feedback.misunderstood
source: Не понял вопрос
en: Misunderstood the question
es: No entendio la pregunta

# feedback.notHelpful
source: Не помогло
en: Not helpful
es: No fue util

# feedback.other
source: Другое
en: Other
es: Otro

# feedback.title
source: Отзыв
en: Feedback
es: Comentarios

# feedback.tooVague
source: Слишком размыто
en: Too vague
es: Demasiado vago

# feedback.whatWentWrong
source: Что пошло не так?
en: What went wrong?
es: ¿Qué salió mal?

# feedback.wrongData
source: Неточные данные
en: Inaccurate data
es: Datos inexactos

# filter.from
source: С
en: From
es: Desde

# filter.month
source: Месяц
en: Month
es: Mes

# filter.to
source: По
en: To
es: Hasta

# filter.today
source: Сегодня
en: Today
es: Hoy

# filter.week
source: Неделя
en: Week
es: Semana

# forecast.avgExpense
source: Расход/мес
en: Avg expense
es: Gasto prom

# forecast.avgIncome
source: Доход/мес
en: Avg income
es: Ingreso prom

# forecast.confidence.high
source: Высокая точность
en: High confidence
es: Alta confianza

# forecast.confidence.low
source: Низкая точность
en: Low confidence
es: Baja confianza

# forecast.confidence.medium
source: Средняя точность
en: Medium confidence
es: Confianza media

# forecast.horizon
source: Горизонт
en: Horizon
es: Horizonte

# forecast.horizon.1m
source: 1 месяц
en: 1 month
es: 1 mes

# forecast.horizon.3m
source: 3 месяца
en: 3 months
es: 3 meses

# forecast.horizon.6m
source: 6 месяцев
en: 6 months
es: 6 meses

# forecast.howItWorks.band.body
source: Светлая область — диапазон ±1 стандартное отклонение расходов. Чем шире коридор, тем сильнее расходы меняются от месяца к месяцу.
en: The shaded area is a ±1 standard deviation range around your typical expenses. A wider band means more month-to-month variation.
es: El área sombreada es un rango de ±1 desviación estándar sobre tus gastos típicos. Una banda más ancha indica más variación mes a mes.

# forecast.howItWorks.band.title
source: Коридор уверенности
en: Confidence band
es: Banda de confianza

# forecast.howItWorks.confidence.body
source: Низкая — меньше 2 месяцев данных. Средняя — 2–3 месяца. Высокая — 4+ месяцев.
en: Low — fewer than 2 months of data. Medium — 2 to 3 months. High — 4+ months.
es: Baja — menos de 2 meses. Media — 2 a 3 meses. Alta — 4 o más meses.

# forecast.howItWorks.confidence.title
source: Уверенность
en: Confidence
es: Confianza

# forecast.howItWorks.limits.body
source: Разовые крупные траты могут искажать прогноз. Переводы между своими счетами исключены. Транзакции, совпадающие с подписками, убираются из среднего, чтобы не учитываться дважды.
en: One-off large purchases can skew the forecast. Transfers between your own accounts are excluded. Subscription-matching transactions are removed from averages so they are not counted twice.
es: Gastos puntuales grandes pueden distorsionar la previsión. Las transferencias entre tus cuentas están excluidas. Las transacciones que coinciden con suscripciones se eliminan del promedio para no contarlas dos veces.

# forecast.howItWorks.limits.title
source: Ограничения
en: Limitations
es: Limitaciones

# forecast.howItWorks.method.body
source: Анализируем последние 3 месяца транзакций, считаем средний доход и расход, добавляем стоимость активных подписок.
en: We analyze the last 3 months of your transactions, compute average monthly income and expenses, and layer in your active subscriptions.
es: Analizamos los últimos 3 meses de transacciones, calculamos ingresos y gastos mensuales promedio y añadimos tus suscripciones activas.

# forecast.howItWorks.method.title
source: Метод
en: Method
es: Método

# forecast.howItWorks.title
source: Как это работает
en: How it works
es: Cómo funciona

# forecast.lowConfidence
source: Добавьте больше операций для точного прогноза
en: Add more transaction history for a more accurate forecast
es: Añade más historial para un pronóstico más preciso

# forecast.monthsShort
source: мес. данных
en: months of data
es: meses de datos

# forecast.netMonthly
source: Чисто/мес
en: Net/mo
es: Neto/mes

# forecast.noData
source: Недостаточно данных
en: Not enough data for forecast
es: Datos insuficientes

# forecast.noData.hint
source: Добавьте транзакции хотя бы за один месяц, чтобы увидеть прогноз
en: Add transactions for at least one month to see a forecast
es: Añade transacciones de al menos un mes para ver una previsión

# forecast.now
source: Сейчас
en: Now
es: Ahora

# forecast.runOut.detail
source: При текущем темпе денег хватит примерно на %d мес.
en: At the current rate, funds will last about %d months
es: Al ritmo actual, el dinero durará unos %d meses

# forecast.runOut.title
source: Баланс уходит в ноль
en: Balance trending to zero
es: El saldo tiende a cero

# forecast.subsMonthly
source: Подписки
en: Subs/mo
es: Suscr/mes

# forecast.title
source: Прогноз баланса
en: Cash Flow Forecast
es: Previsión de flujo

# forecast.tooltip.balance
source: Прогноз
en: Projected
es: Previsto

# forecast.tooltip.optimistic
source: Оптимистично
en: Optimistic
es: Optimista

# forecast.tooltip.pessimistic
source: Пессимистично
en: Pessimistic
es: Pesimista

# home.addAccount
source: Добавить счёт
en: Add account
es: Add account

# home.addFirst
source: Добавьте первую операцию
en: Add your first transaction
es: Add your first transaction

# home.addFirstTransaction
source: Добавьте первую операцию
en: Add your first transaction
es: Añada su primera operación

# home.analytics
source: Аналитика
en: Analytics
es: Analíticas

# home.analytics.subtitle
source: Графики и разбивка расходов
en: Charts and spending breakdown
es: Gráficos y desglose de gastos

# home.insights
source: Инсайты
en: Insights
es: Insights

# home.journal
source: Журнал
en: Journal
es: Diario

# home.journal.subtitle
source: Заметки, рефлексии, настроение
en: Notes, reflections, mood tracking
es: Notas, reflexiones, estado de ánimo

# home.newAccount
source: Новый счёт
en: New account
es: New account

# home.noTransactions
source: Нет операций
en: No transactions
es: Sin operaciones

# home.recentTransactions
source: Последние операции
en: Recent transactions
es: Operaciones recientes

# home.reports.subtitle
source: Аналитика, экспорт PDF, разбор по категориям
en: Breakdown, PDF export and insights
es: Desglose, exportación PDF e informes

# home.reports.title
source: Отчёты
en: Reports
es: Informes

# home.savings
source: Накопления
en: Savings
es: Savings

# home.share
source: Поделиться
en: Share
es: Share

# import.accessError
source: Нет доступа к файлу
en: Cannot access file
es: No se puede acceder al archivo

# import.autoDetect
source: Автоопределение
en: Auto-detect
es: Autodetectar

# import.deselectAll
source: Снять все
en: Deselect All
es: Deseleccionar todo

# import.duplicate
source: Дубликат
en: Duplicate
es: Duplicado

# import.duplicate.badge
source: Возможный дубль авто-перевода
en: Auto-transfer duplicate
es: Duplicado auto-transferencia

# import.duplicate.summary
source: Пропущено %lld строк как возможные дубли авто-перевода
en: Skipped %lld rows as possible auto-transfer duplicates
es: Se omitieron %lld filas como posibles duplicados de auto-transferencia

# import.instruction
source: Загрузите банковскую выписку
en: Upload bank statement
es: Carga tu extracto bancario

# import.instructionDetail
source: AI распознает транзакции из PDF и предложит их импортировать
en: AI will recognize transactions from PDF and suggest importing them
es: La IA reconocerá las transacciones del PDF y sugerirá importarlas

# import.noTransactions
source: Транзакции не найдены в выписке
en: No transactions found in statement
es: No se encontraron transacciones

# import.parsing
source: Распознаём выписку...
en: Parsing statement...
es: Analizando extracto...

# import.parsingDetail
source: AI анализирует транзакции, это может занять до минуты
en: AI is analyzing transactions, this may take up to a minute
es: La IA está analizando transacciones, puede tardar hasta un minuto

# import.readError
source: Ошибка чтения файла
en: File read error
es: Error de lectura del archivo

# import.selectAll
source: Выбрать все
en: Select All
es: Seleccionar todo

# import.selectPDF
source: Выбрать PDF файл
en: Select PDF File
es: Seleccionar archivo PDF

# import.success
source: Импорт завершён!
en: Import Complete!
es: ¡Importación completada!

# import.title
source: Импорт выписки
en: Import Statement
es: Importar extracto

# insight.bigExpense.%@
source: Крупная трата: %@
en: Big expense: %@
es: Gasto grande: %@

# insight.bigExpense.detail.%lld
source: Одна операция — %lld%% месячных расходов
en: One transaction — %lld%% of monthly expenses
es: Una operación — %lld%% de los gastos mensuales

# insight.budgetWarning.%@.%lld
source: %1$@ на %2$lld%%
en: %1$@ at %2$lld%%
es: %1$@ al %2$lld%%

# insight.budgetWarning.detail.%lld
source: Осталось дней: %lld
en: %lld days left in the period
es: Quedan %lld días

# insight.category
source: Категория
en: Category
es: Categoría

# insight.expensesDecreasing
source: Расходы снижаются
en: Expenses decreasing
es: Gastos en descenso

# insight.expensesDecreasing.detail.%lld
source: На этой неделе потрачено на %lld%% меньше — так держать!
en: Spent %lld%% less this week — keep it up!
es: Gastó %lld%% menos esta semana — ¡sigue así!

# insight.expensesGrowing
source: Расходы растут
en: Expenses growing
es: Gastos en aumento

# insight.expensesGrowing.detail.%lld
source: На этой неделе потрачено на %lld%% больше, чем на прошлой
en: Spent %lld%% more this week than last week
es: Gastó %lld%% más esta semana que la anterior

# insight.monthMoreExpensive
source: Месяц дороже прошлого
en: Month costlier than last
es: Mes más caro que el anterior

# insight.monthMoreExpensive.detail.%@.%@
source: Уже %1$@ против %2$@ за прошлый месяц
en: Already %1$@ vs %2$@ last month
es: Ya %1$@ contra %2$@ del mes pasado

# insight.noTransactions.%lld
source: Тишина уже %lld дн.
en: Quiet for %lld days
es: Silencio ya %lld días

# insight.noTransactions.detail
source: Вы давно не записывали операции — не забывайте вести учёт
en: You haven't logged transactions in a while — don't forget to track
es: No ha registrado operaciones hace tiempo — no olvide llevar la cuenta

# insight.other
source: Прочее
en: Other
es: Otro

# insight.subscription.%@
source: Скоро списание %@
en: %@ charge coming up
es: %@ próximo cobro

# insight.subscription.inDays.%lld.%@
source: %2$@ через %1$lld дн.
en: %2$@ in %1$lld days
es: %2$@ en %1$lld días

# insight.subscription.today.%@
source: Сегодня спишут %@
en: %@ will be charged today
es: Se cobrarán %@ hoy

# insight.subscriptionsEatBudget.%@.%lld
source: Подписки занимают %2$lld%% бюджета «%1$@»
en: Subscriptions consume %2$lld%% of %1$@
es: Las suscripciones ocupan %2$lld%% de %1$@

# insight.subscriptionsEatBudget.detail.%@
source: %@ зарезервировано ежемесячно
en: %@ committed monthly
es: %@ mensuales comprometidos

# insight.topCategory.%@.%lld
source: %1$@ — %2$lld%% расходов
en: %1$@ — %2$lld%% of expenses
es: %1$@ — %2$lld%% de los gastos

# insight.topCategory.detail
source: Эта категория съедает почти половину бюджета
en: This category eats almost half the budget
es: Esta categoría consume casi la mitad del presupuesto

# insight.weeklyDigest.%lld.%@.%@.%@.%@
source: %1$lld операций: +%2$@ / −%3$@, итог %4$@%5$@
en: %1$lld tx: +%2$@ / −%3$@, net %4$@%5$@
es: %1$lld op: +%2$@ / −%3$@, neto %4$@%5$@
